[
    {
        "title": "Production",
        "description": "With our high quality pictures of their newest laptops, gaming accessories we helped reach more and more people through social media and Google search. If you are selling or launching any new products, we will help you out with our professional approach to marketing. We focus on creating adjusted and value creating strategy for your business producing content and managing your paid channels."
    },
    {
        "title": "Storytelling",
        "description": "Interview produces premium photos for our clients ranging from images supporting your website and marketing to product campaigns. Request our prices via the form to get started – the price list will automatically be sent to your email within a few minutes."
    },
    {
        "title": "Set Design",
        "description": "At Interview we view design as a foundational pillar that describes your company. It’s often one of the first things that are discussed when forming a company and an ongoing topic when the company constantly seeks to compete and grow. We analyse, improve, and produce everything from the foundational brand assets including logotype, color palettes, icons, illustrations to ongoing art direction. We start every new project with a workshop to get to know your brand and objectives. Get started by viewing our prices via the form – an email will be sent to you within 10 minutes."
    },
    {
        "title": "Video",
        "description": "Interview is a creative hub of film making and events in Berlin. Covering an area of 30 000 square meters, our Interview Studios and business divisions are located in the bustling harbor area - the heart of development and innovation in the Central European region. Over the years more than 100 feature films and tv-series have been produced at our facilities, as well as a large number commercials and documentary films."
    },
    {
        "title": "Event Photography",
        "description": "We have all the necessary know-how of capturing the best moments of your events. Our past experiences include SMK Museum Gallery opening of  Anna Ancher, or TEDxCopenhagen. At our event arena we have been hosting numerous exciting events and large music concerts where crowds of up to 2 000 people have been enjoying performances by artists like Robyn, Thåström, and The Knife."
    },
    {
        "title": "Art Direction",
        "description": "Fresh, creative ideas for each project and fast, efficient and friendly to work with. Long established with a reputation that doesn’t disappoint. We mentor and allow the creative process to flourish by giving people time and space to develop. Push beyond your comfort zone and don’t be afraid to fail. Everyone fails. To nurture the acorn of an idea from germination through to mature oak, you need both commitment and patience. A careful balance between your client’s dream and the reality of the timeframe and resources. "
    }
]